verification/runs/T-family/T16_runs/T16_MC_f/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}
dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    hot          { type fixedValue; value uniform 304.12844036697248; }
    cold         { type fixedValue; value uniform 300; }
    inlet        { type zeroGradient; }
    outlet       { type zeroGradient; }
    frontAndBack { type empty; }
}
